{
  "describedBy": "https://schema.humancellatlas.org/bundle/5.0.0/project",
  "schema_version": "5.0.0",
  "schema_type": "project_bundle",
  "content": {
    "describedBy": "https://schema.humancellatlas.org/type/project/5.0.1/project",
    "schema_version": "5.0.1",
    "schema_type": "project",
    "project_core": {
      "project_shortname": "Q4_DEMO-project_PRJNA248302",
      "project_title": "Q4_DEMO-Single cell RNA-seq of primary human glioblastomas",
      "project_description": "Q4_DEMO-We report transcriptomes from 430 single glioblastoma cells isolated from 5 individual tumors and 102 single cells from gliomasphere cells lines generated using SMART-seq. In addition, we report population RNA-seq from the five tumors as well as RNA-seq from cell lines derived from 3 tumors (MGH26, MGH28, MGH31) cultured under serum free (GSC) and differentiated (DGC) conditions. This dataset highlights intratumoral heterogeneity with regards to the expression of de novo derived transcriptional modules and established subtype classifiers. Overall design: Operative specimens from five glioblastoma patients (MGH26, MGH28, MGH29, MGH30, MGH31) were acutely dissociated, depleted for CD45+ inflammatory cells and then sorted as single cells (576 samples). Population controls for each tumor were isolated by sorting 2000-10000 cells and processed in parallel (5 population control samples). Single cells from two established cell lines, GBM6 and GBM8, were also sorted as single cells (192 samples). SMART-seq protocol was implemented to generate single cell full length transcriptomes (modified from Shalek, et al Nature 2013) and sequenced using 25 bp paired end reads. Single cell cDNA libraries for MGH30 were resequenced using 100 bp paired end reads to allow for isoform and splice junction reconstruction (96 samples, annotated MGH30L). Cells were also cultured in serum free conditions to generate gliomasphere cell lines for MGH26, MGH28, and MGH31 (GSC) which were then differentiated using 10% serum (DGC). Population RNA-seq was performed on these samples (3 GSC, 3 DGC, 6 total). The initial dataset included 875 RNA-seq libraries (576 single glioblastoma cells, 96 resequenced MGH30L, 192 single gliomasphere cells, 5 tumor population controls, 6 population libraries from GSC and DGC samples). Data was processed as described below using RSEM for quantification of gene expression. 5,948 genes with the highest composite expression either across all single cells combined (average log2(TPM)>4.5) or within a single tumor (average log2(TPM)>6 in at least one tumor) were included. Cells expressing less than 2,000 of these 5,948 genes were excluded. The final processed dataset then included 430 primary single cell glioblastoma transcriptomes, 102 single cell transcriptomes from cell lines(GBM6,GBM8), 5 population controls (1 for each tumor), and 6 population libraries from cell lines derived from the tumors (GSC and DGC for MGH26, MGH28 and MGH31). The final matrix (GBM_data_matrix.txt) therefore contains 5948 rows (genes) quantified in 543 samples (columns). Please note that the samples which are not included in the data processing are indicated in the sample description field.",
      "describedBy": "https://schema.humancellatlas.org/core/project/5.0.0/project_core",
      "schema_version": "5.0.0"
    }
  },
  "hca_ingest": {
    "describedBy": "https://schema.humancellatlas.org/bundle/5.0.0/ingest_audit",
    "document_id": "0c4d72b7-a398-4956-bea1-befbc7c916bc",
    "submissionDate": "2018-02-07T10:21:43.228Z",
    "updateDate": "2018-02-07T10:21:54.398Z",
    "submitter_id": "anonymousUser",
    "updater_id": "anonymousUser"
  }
}