{
    "describedBy": "http://schema.dev.data.humancellatlas.org/type/project/9.0.2/project",
    "schema_type": "project",
    "project_core": {
        "project_short_name": "Single cell transcriptome analysis of human pancreas",
        "project_title": "Single cell transcriptome analysis of human pancreas reveals transcriptional signatures of aging and somatic mutation patterns.",
        "project_description": "As organisms age, cells accumulate genetic and epigenetic changes that eventually lead to impaired organ function or catastrophic failure such as cancer. Here we describe a single-cell transcriptome analysis of 2544 human pancreas cells from donors, spanning six decades of life. We find that islet cells from older donors have increased levels of disorder as measured both by noise in the transcriptome and by the number of cells which display inappropriate hormone expression, revealing a transcriptional instability associated with aging. By analyzing the spectrum of somatic mutations in single cells from previously-healthy donors, we find a specific age-dependent mutational signature characterized by C to A and C to G transversions, indicators of oxidative stress, which is absent in single cells from human brain tissue or in a tumor cell line. Cells carrying a high load of such mutations also express higher levels of stress and senescence markers, including FOS, JUN, and the cytoplasmic superoxide dismutase SOD1, markers previously linked to pancreatic diseases with substantial age-dependent risk, such as type 2 diabetes mellitus and adenocarcinoma. Thus, our single-cell approach unveils gene expression changes and somatic mutations acquired in aging human tissue, and identifies molecular pathways induced by these genetic changes that could influence human disease. Also, our results demonstrate the feasibility of using single-cell RNA-seq data from primary cells to derive meaningful insights into the genetic processes that operate on aging human tissue and to determine which molecular mechanisms are coordinated with these processes. Examination of single cells from primary human pancreas tissue"
    },
    "supplementary_links": [
        "https://www.ebi.ac.uk/gxa/sc/experiments/E-GEOD-81547/Results"
    ],
    "contributors": [
        {
            "contact_name": "Martin, Enge",
            "email": "martin.enge@gmail.com",
            "institution": "Stanford University",
            "address": "Bioengineering, Stanford University, James H. Clark Center, 318 Campus Drive,, Stanford, CA, USA",
            "country": "USA"
        },
        {
            "contact_name": "Laura,,Huerta",
            "email": "lauhuema@ebi.ac.uk",
            "institution": "EMBL-EBI",
            "laboratory": "Molecular Atlas",
            "address": "Wellcome Trust Genome Campus, Cambridge UK",
            "country": "UK",
            "project_role": "external curator",
            "orcid_id": "0000-0002-8748-599X",
            "corresponding_contributor": false
        },
        {
            "contact_name": "Matthew,,Green",
            "email": "hewgreen@ebi.ac.uk",
            "institution": "EMBL-EBI",
            "laboratory": "HCA Data Coordination Platform",
            "address": "Wellcome Trust Genome Campus, Hinxton, Cambridge CB10 1SD UK",
            "project_role": "Human Cell Atlas wrangler",
            "orcid_id": "0000-0003-2771-9894"
        }
    ],
    "provenance": {
        "document_id": "05f74601-064c-4a8a-a9c1-a0b57c6c71a7",
        "submission_date": "2018-09-06T14:14:54.609Z",
        "update_date": "2018-09-06T14:23:05.636Z"
    }
}